Tekla.Structures.Analysis.AnalysisVolumeItem
The AnalysisVolumeItem class contains information related to analysis volume items.

Tekla.Structures.Analysis.AnalysisVolumeItem._Faces
The faces of the analysis volume item.

Tekla.Structures.Analysis.AnalysisVolumeItem.Faces
The faces of the analysis volume item.

Tekla.Structures.Analysis.AnalysisVolumeItem.Select
Selects an analysis volume item.
The ID has to be set.

Tekla.Structures.Analysis.AnalysisVolumeItem.SelectInstance
DO NOT USE! For internal usage only!